{
  "backend": "tokenizers",
  "bos_token": null,
  "clean_up_tokenization_spaces": true,
  "eos_token": "<|im_end|>",
  "fast": false,
  "is_local": false,
  "model_input_names": [
    "input_ids",
    "attention_mask"
  ],
  "model_max_length": 65536,
  "pad_token": "<|finetune_right_pad_id|>",
  "padding_side": "right",
  "tokenizer_class": "TokenizersBackend",
  "unk_token": null
}
